RRN_Data/1307400/1307460.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-09-18T08:46:21.266+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-09-18T08:46:21.266+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230918-000504" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-09-18T08:46:20.587+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="230918-000504-1" version="2"><situationRecordCreationReference>EVE_DIRSO230918-000070-EVE_DIRSO230918-000033</situationRecordCreationReference><situationRecordCreationTime>2023-09-18T08:45:39.552+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-09-18T08:46:14.732+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-09-18T08:46:20.587+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-09-18T08:45:39.552+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-09-18T08:45:39.390+02:00</overallStartTime><overallEndTime>2023-09-18T08:45:39.390+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 757 m à l'est de Le Ritouret, fin : situé 393 m à l'ouest de Les Minimes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Aéroport Blagnac vers Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62465</latitude><longitude>1.415021</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62509</latitude><longitude>1.3857745</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Blagnac</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Minimes</value></values></alertCLocationName><specificLocation>17153</specificLocation></alertCLocation><offsetDistance><offsetDistance>393</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Le Ritouret</value></values></alertCLocationName><specificLocation>17159</specificLocation></alertCLocation><offsetDistance><offsetDistance>757</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0621</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>388.0</distanceAlong><fromReferent><referentIdentifier>31PR0G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>31PR3G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>3150</queueLength></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="230918-000504-3" version="2"><situationRecordCreationReference>EVE_DIRSO230918-000070-EVE_DIRSO230918-000035</situationRecordCreationReference><situationRecordCreationTime>2023-09-18T08:45:39.552+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-09-18T08:46:14.732+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-09-18T08:46:20.587+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-09-18T08:45:39.552+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-09-18T08:45:39.390+02:00</overallStartTime><overallEndTime>2023-09-18T08:45:39.390+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>4</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 84 m au sud de Les Minimes, fin : situé 144 m au nord de Pont sur Garonne</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Toulouse nord vers Toulouse sud</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>outerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.610287</latitude><longitude>1.4143928</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A620</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.621082</latitude><longitude>1.4178724</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A620</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Pont sur Garonne</value></values></alertCLocationName><specificLocation>17131</specificLocation></alertCLocation><offsetDistance><offsetDistance>144</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Minimes</value></values></alertCLocationName><specificLocation>17129</specificLocation></alertCLocation><offsetDistance><offsetDistance>84</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0620</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>31PR5D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>666.0</distanceAlong><fromReferent><referentIdentifier>31PR3D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>1318</queueLength></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="230918-000504-2" version="2"><situationRecordCreationReference>EVE_DIRSO230918-000070-EVE_DIRSO230918-000034</situationRecordCreationReference><situationRecordCreationTime>2023-09-18T08:45:39.552+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-09-18T08:45:41.230+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-09-18T08:46:20.587+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-09-18T08:45:39.552+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-09-18T08:45:39.390+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62471</latitude><longitude>1.414695</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621_R=&gt;PExt</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62104</latitude><longitude>1.4178917</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621_R=&gt;PExt</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>510</queueLength></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>